export const CHAT_LIST = [
  {
    avatar: "/img/avatar.jpg",
    first_name: "Ибрагим",
    date_send: "10:20",
    message: "Ахахах, как же он чувствует, глянь",
    unread_count: 3,
  },
  {
    avatar: "/img/no-image.png",
    first_name: "Святослав",
    date_send: "10:20",
    message: "Тебе Мамай тоже это скинул?",
    unread_count: 7,
  },
  {
    avatar: "/img/no-image.png",
    first_name: "Мамай",
    date_send: "10:20",
    message: "Ты обязательно должен посмотреть это видео!",
    unread_count: 1,
  },
];
export const MESSAGE_LIST = [
  {
    text: "Как у тебя там дела то вообще, рассказывай. Я вот на ya практикуме учусь )",
    date_send: "14:42",
    is_right: true,
  },
  {
    text: "Очень познавательно, спасибо",
    date_send: "14:40",
    is_right: true,
  },
  {
    text: `Космическое тело, являющееся одним из возможных результатов
              эволюции звёзд, состоящее, в основном, из нейтронной сердцевины,
              покрытой сравнительно тонкой (около 1 км) корой вещества в виде
              тяжёлых атомных ядер и электронов?`,
    date_send: "12:30",
    is_right: false,
  },
  {
    text: `Массы нейтронных звёзд сравнимы с массой Солнца, но типичный радиус нейтронной звезды составляет лишь 10—20 километров. Поэтому средняя плотность вещества такого объекта в несколько раз превышает плотность атомного ядра (которая для тяжёлых ядер`,
    date_send: "09:56",
    is_right: false,
  },
  {
    text: `область пространства-времени[1], гравитационное притяжение которой
              настолько велико, что покинуть её не могут даже объекты,
              движущиеся со скоростью света, в том числе кванты самого света.
              Граница этой области называется горизонтом событий. В простейшем
              случае сферически симметричной чёрной дыры он представляет собой
              сферу с радиусом Шварцшильда, который считается характерным
              размером чёрной дыры.`,
    date_send: "06:40",
    is_right: false,
  },
];
